{
  "health-benefits-organic-mangoes": {
    "title": "The Health Benefits of Organic Mangoes",
    "excerpt": "Discover why organic mangoes from Chapai Nawabganj are packed with more nutrients and antioxidants compared to conventional varieties.",
    "content": "Organic mangoes are grown without synthetic pesticides or fertilizers, making them a healthier choice. Studies show that organic fruits often have higher antioxidant levels, and mangoes are no exception. Their high vitamin C and A content makes them great for immunity and skin health...",
    "date": "2023-05-15",
    "author": "Dr. Ayesha Rahman",
    "imageUrl": "https://i.ibb.co/3yXWcGF5/organic-mango.webp",
    "slug": "health-benefits-organic-mangoes"
  },
  "chapai-nawabganj-mangoes-uniqueness": {
    "title": "Why Chapai Nawabganj Mangoes Are So Special",
    "excerpt": "Chapai Nawabganj is known for its unique mango varieties that are aromatic, juicy, and incredibly flavorful.",
    "content": "Chapai Nawabganj’s climate and soil make it ideal for growing mangoes that are rich in taste and aroma. Varieties like Himsagar and Langra are celebrated throughout Bangladesh and beyond. These mangoes are often harvested with great care and traditional methods...",
    "date": "2023-05-20",
    "author": "Shahriar Hasan",
    "imageUrl": "https://i.ibb.co/ym5PygcT/chapai-mango.webp",
    "slug": "chapai-nawabganj-mangoes-uniqueness"
  },
  "mango-recipes-summer": {
    "title": "Refreshing Mango Recipes to Try This Summer",
    "excerpt": "Beat the heat with these simple and delicious mango-based recipes perfect for any summer occasion.",
    "content": "From mango smoothies to salads and chutneys, there are endless ways to enjoy this tropical fruit. Try a mango lassi with yogurt and honey, or a tangy mango salsa to pair with grilled fish. These recipes are not only tasty but also packed with nutrition...",
    "date": "2023-06-05",
    "author": "Rafiq Ahmed",
    "imageUrl": "https://i.ibb.co/VkxvrCk/mango-recipes.webp",
    "slug": "mango-recipes-summer"
  },
  "organic-vs-conventional-mangoes": {
    "title": "Organic vs. Conventional Mangoes: What's the Difference?",
    "excerpt": "Explore the key differences between organic and conventional mango farming and how it affects taste and health.",
    "content": "Organic mangoes are cultivated without synthetic chemicals, making them better for your health and the environment. Conventional mangoes, though more widely available, often contain pesticide residues. The choice often comes down to what matters most to the consumer...",
    "date": "2023-06-12",
    "author": "Tania Islam",
    "imageUrl": "https://i.ibb.co/7xjjfvr5/organic-vs-conventional.webp",
    "slug": "organic-vs-conventional-mangoes"
  },
  "how-to-store-mangoes": {
    "title": "How to Store Mangoes to Keep Them Fresh Longer",
    "excerpt": "Learn simple tips to store your mangoes properly and extend their shelf life at home.",
    "content": "To keep your mangoes fresh, store unripe ones at room temperature until they soften. Once ripe, transfer them to the fridge to preserve their freshness for up to a week. Avoid storing them in plastic bags, as it can trap moisture and lead to spoilage...",
    "date": "2023-06-18",
    "author": "Farzana Chowdhury",
    "imageUrl": "https://i.ibb.co/zWLc11Ww/store-mangoes.webp",
    "slug": "how-to-store-mangoes"
  },
  "mangoes-and-skin-health": {
    "title": "Can Mangoes Improve Your Skin Health?",
    "excerpt": "Mangoes are more than just delicious — they may also boost your skin's glow and elasticity.",
    "content": "Packed with vitamin A and antioxidants, mangoes support skin cell regeneration and protect against damage from free radicals. Regular consumption can contribute to a natural glow, reduced acne, and softer skin...",
    "date": "2023-06-25",
    "author": "Dr. Rubina Sultana",
    "imageUrl": "https://i.ibb.co/93V1FnGy/skin-health.webp",
    "slug": "mangoes-and-skin-health"
  },
  "mangoes-in-bangladeshi-culture": {
    "title": "The Role of Mangoes in Bangladeshi Culture",
    "excerpt": "Mangoes hold a special place in Bangladesh — in both cuisine and cultural celebrations.",
    "content": "From traditional desserts like aam doi to religious festivals, mangoes are deeply intertwined with Bangladeshi life. The arrival of mango season is celebrated with fairs and gatherings. It’s more than just a fruit — it’s part of our identity...",
    "date": "2023-07-01",
    "author": "Shamim Hossain",
    "imageUrl": "https://i.ibb.co/W4zqG2Gp/bangladeshi-culture.webp",
    "slug": "mangoes-in-bangladeshi-culture"
  },
  "mango-picking-process": {
    "title": "The Journey of a Mango: From Tree to Table",
    "excerpt": "Go behind the scenes of how mangoes are picked, sorted, and brought fresh to your home.",
    "content": "Mango harvesting is a delicate process. Farmers pick mangoes at the right stage of ripeness to ensure flavor and shelf life. They’re then sorted, cleaned, and packed before heading to local markets and homes across the country...",
    "date": "2023-07-08",
    "author": "Mahbub Alam",
    "imageUrl": "https://i.ibb.co/d46WFxdJ/mango-picking.webp",
    "slug": "mango-picking-process"
  },
  "mango-season-guide": {
    "title": "A Seasonal Guide to Mango Varieties in Bangladesh",
    "excerpt": "Know when your favorite mangoes hit the market with this seasonal calendar of Bangladeshi mangoes.",
    "content": "Each variety of mango has a unique season. Himsagar arrives in May, Langra in June, and Amrapali later in July. Understanding the seasons helps you get the freshest mangoes at the peak of their flavor...",
    "date": "2023-07-15",
    "author": "Nurul Amin",
    "imageUrl": "https://i.ibb.co/35KsVr1Q/seasonal-guide.webp",
    "slug": "mango-season-guide"
  },
  "nutritional-facts-about-mangoes": {
    "title": "Top 5 Nutritional Facts About Mangoes You Didn't Know",
    "excerpt": "Beyond their sweet taste, mangoes are loaded with nutrients essential for a balanced diet.",
    "content": "Mangoes are rich in fiber, vitamins A and C, and potassium. They help digestion, support immune health, and can even contribute to heart health. Eating mangoes in moderation can be a smart choice for healthy living...",
    "date": "2023-07-22",
    "author": "Dr. Selina Haque",
    "imageUrl": "https://i.ibb.co/JFzbPD1c/nutritional-facts.webp",
    "slug": "nutritional-facts-about-mangoes"
  }
}





